<template lang="pug">
  .main.grid
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
    h1 모든 메인이 이쪽으로 들어올 예정..
</template>

<script>
import Main from './Main.vue'

export default {
  name: 'main',
  components: {
    Main
  }
}
</script>

<style lang="scss">
@import '../../sass/App';
.main{
  padding-top: 56px;
}
</style>
